{
"Alabama": "<p>With the exception of the research and development (R&D) facility, all mature firm types experience lighter-than-average overall tax burdens in Alabama despite the state’s throwback rule and unfavorable sourcing rules. In addition to these sourcing rules, which subject out-of-state service income (in states with which the firm lacks nexus) to taxation at the location where the income-producing activity took place, Alabama also imposes a throwout rule on service receipts.</p><p>Alabama generally imposes a below-average income tax burden on the firm types we modeled. However, R&D facilities are a notable exception, as the state foregoes the generous incentives many states offer for this firm type. The mature R&D facility in the state ranks 44th nationwide with an effective tax rate of 14.5 percent, while the new facility experiences a 15.8 percent effective tax rate. Furthermore, manufacturing machinery and R&D equipment is subject to the sales tax, although manufacturing machinery is taxed at a reduced sales tax rate.</p><p>Distribution centers fare particularly well in Alabama, with the mature operation ranking third nationwide. The state’s lowest-in-the-country property taxes for mature distribution centers yield a property tax bill 66 percent below the national average. Low property tax burdens are also an important contributing factor in the low tax burdens experienced by call centers and retail operations.</p><p>Alabama is one of 18 states with an antiquated capital stock tax, hindering capital formation.</p>",
"Alaska": "<p>Alaska’s high 9.4 percent top corporate income tax rate is exacerbated for most firms by the state’s evenly weighted three-factor apportionment formula. The state also imposes a throwback rule on the sale of goods into states with which a firm lacks nexus and sources services income to the location of the income-producing activity, subjecting most service income to in-state taxation.</p><p>Alaska foregoes an individual income tax, which can be of significance to individuals and pass-through entities, although it has no bearing on the firms in our study.</p><p>By also doing without a state-level sales tax, Alaska offers unusually attractive effective tax rates to retail stores, even though we only examine the firm’s sales tax costs on business inputs, and not the tax imposed on goods sold to consumers. Retail operations are rarely on the receiving end of tax incentives, so the base structure of the state’s tax code—particularly doing without one of the major taxes—takes on outsized importance for them. The absence of a sales tax also benefits distribution centers in Alaska, with the tax burden further lightened for new operations by a generous property tax abatement.</p><p>Conversely, high corporate income tax and unemployment insurance tax burdens drive up tax costs for many firms, including manufacturing operations, R&D facilities, and call centers. The mature call center ranks 38th nationwide with a 23.7 percent effective tax rate.</p><p>Alaska’s property tax base varies by locality, but can include equipment and inventory, driving up costs for many firms. The state does, however, offer a 100 percent property tax abatement for the first five years of operation for qualifying firms. With the exception of the property tax abatement, Alaska largely eschews incentives for newly established operations.</p>",
"Arizona": "<p>All of our model firms experience below-average tax costs for mature operations in Arizona. The state’s apportionment formula weights sales at 85.0 percent, with property and payroll at 7.5 percent each, with an optional alternative double-weighted sales factor apportionment formula. The state does not impose a throwback rule, but does have unfavorable sourcing rules for Arizona firms selling services out of state.</p><p>Arizona is one of only a handful of states not to offer property tax abatements to new firms, which helps drive the comparatively high effective tax burdens for new manufacturing operations, but which also enables the state to have lower, more neutral taxes over the course of a firm’s existence. Mature manufacturing firms experience low tax burdens in Arizona—7.5 percent for mature capital intensive manufacturing operations, compared to 14.3 percent for new operations—despite a property tax that includes equipment. The new firm’s higher tax burden is driven by initial expenses and acquisitions that are subject to tax.</p><p>A relative dearth of incentives (such as property tax abatements and investment credits) results in above-average tax burdens for new operations excepting call centers, and below-average burdens for all mature operations, many of which experience a low corporate income tax burden in particular.</p><p>The state offers both a job creation credit and a research and development (R&D) incentive. Furthermore, manufacturing machinery and R&D equipment are exempt from the sales tax, which also assists in keeping tax costs modest for these firms, and particularly for new firms with more upfront equipment costs.</p>",
"Arkansas": "<p>Mature firms generally experience above-average tax burdens in Arkansas, which has high sales taxes, unfavorable apportionment and service sourcing rules for most firms, and a throwback rule.</p><p>Arkansas is one of the few states to tax both equipment and inventories under its property tax, though property tax rates in the state tend to be fairly low, keeping the effective property tax burden modest. However, new firms can receive a 65 percent abatement of their property tax burden for 15 years.</p><p>Manufacturing firms experience particularly high tax burdens in Arkansas, which can be attributed to a high combined state and local sales tax rate, an antiquated capital stock tax, and a slightly above-average corporate income tax burden on manufacturing. The mature labor-intensive manufacturing operation ranks 39th nationwide with an effective tax rate of 12.5 percent, while the mature capital-intensive operation experiences a 16.2 percent tax burden, coming in 44th nationwide.</p><p>Arkansas offers sizable withholding tax rebates and generous investment and job tax credits for newly-established businesses, and manufacturing machinery is exempt from the sales tax for new or expanded facilities. In fact, newly-established research and development (R&D) facilities, call centers, distribution centers, and labor-intensive manufacturing operations receive tax incentives that more than offset income tax liability, yielding refunds that can be used to offset other tax liabilities as well. </p><p>Although Arkansas’ taxes tend to be high, they are also fairly neutral across mature firm types, with effective tax rates ranging from 12.5 to 22.9 percent. Most states impose far more disparate tax burdens on different types of operations.</p>",
"California": "<p>California imposes high tax burdens on most mature businesses, with the notable exception of call centers and distribution centers, which enjoy extremely attractive rates. The mature call center ranks first for its firm type with a low 11.4 percent effective tax rate.</p><p>The state’s high income and sales taxes drive up tax costs for firms whose employees and sales are within the state’s borders, which is why, despite the state’s move to single sales factor apportionment, the manufacturing operations, corporate headquarters, and retail stores in our study all perform poorly. The mature corporate headquarters, hit particularly hard by the state’s high corporate income tax, ranks 41st with a 16.8 percent effective tax rate.</p><p>Conversely, the state’s favorable benefits-received sourcing rules, along with relatively low property and unemployment insurance tax burdens, help catapult call centers and distribution centers to first- and second-ranked in the nation, respectively, for their firm types. Due to benefits-received sourcing rules, very little of these firms’ income is exposed to California’s high statutory rates.</p><p>Generous incentives zero out the corporate income tax burden for new research and development (R&D) facilities in the state, whereas corporate income tax burdens are significantly above the national average for all other firm types that do business primarily in state. Beyond R&D credits, however, California is notable for having very few tax incentives for newly established operations. Although incentives can lower costs for new firms, that cost is shifted to mature operations, which could result in prohibitive tax burdens in a state that already imposes unusually high taxes.</p>",
"Colorado": "<p>Colorado has higher-than-average tax burdens for all firm types except mature corporate headquarters. The state’s low, single-rate corporate income tax, along with a modest unemployment insurance tax, helps compensate for high property tax burdens on mature call centers and retail operations. The state’s property taxes are consistently high across firm types, due in part to the inclusion of equipment in the property tax base. High property tax burdens are a particularly important factor for both new and mature manufacturing operations.</p><p>The property tax burden for new capital-intensive operations is nearly three times the national average; for labor-intensive operations, it is more than twice the national average. The state does offer property tax abatements for new firms, but they are relatively modest.</p><p>Colorado offers both job creation and investment incentives for qualifying new firms, but they provide relatively little benefit to the firms we modeled. The state does not offer research and development (R&D) tax credits, and consequently, both the new and mature R&D firms experience roughly average tax burdens.</p><p>Although the state’s corporate income tax rate is highly competitive, Colorado’s single sales factor apportionment, along with sourcing rules and a throwback rule exposing all income to in-state taxation, increases tax costs for firms that do business out of state.</p><p>Colorado is unique inasmuch as its local sales tax rates tend to far outstrip the low statewide rate; consequently, the location a firm chooses within Colorado can be highly significant in terms of sales tax liability.</p>",
"Connecticut": "<p>Connecticut imposes an above-average tax burden on all non-manufacturing operations, due in large part to the state’s high corporate income tax rate. The state then accentuates its already high corporate income tax with a 20 percent surtax on businesses with at least $100 million in annual gross income, bringing the tax rate to the equivalent of 9.0 percent for these firms.</p><p>Connecticut’s tax burden has increased across all categories since our last edition, with mature research and development (R&D) facilities and new retail operations seeing the greatest increase in their tax burdens relative to other states. The state’s investment credit, withholding tax rebate, and R&D credit cannot overcome the state’s high statutory rates.</p><p>Manufacturing and services firms in Connecticut benefit from single sales factor apportionment, while retail uses double-weighted sales factor apportionment. Since our model retail firm is assumed to sell exclusively in state, either apportionment formula would have the same impact on it.</p><p>Connecticut ranks twelfth for mature labor-intensive manufacturing firms, which have a total effective tax rate of 6.7 percent. The state also ranks fourteenth for mature capital-intensive manufacturing, with an effective tax rate of 8.0 percent. These relatively light tax costs are driven by the firms’ low income tax burdens, which benefit from Connecticut’s single sales factor income apportionment formula and the lack of a throwback rule. The state does, however, extend its property tax base to include equipment.</p><p>Finally, Connecticut imposes the highest capital stock tax in the country, and is one of only 18 states imposing any such a tax, which can greatly hinder capital formation.</p>",
"Delaware": "<p>As an incentive-heavy state, Delaware imposes modest to middle-of-the-road tax costs on most new firm types in our study but does so at the expense of mature operations. </p><p>A generous investment tax credit helps new capital-intensive manufacturing firms face a low effective tax rate of 4.6 percent, just over half of the median effective tax rate across all states. A low property tax burden (largely because Delaware does not tax equipment or inventory) and the lack of a state sales tax (which significantly reduces the cost of inputs) also contribute.</p><p>Conversely, Delaware ranks as one of the highest tax cost states for mature retail operations. Contributing to this ranking is the fact that Delaware is one of only a handful of states with a gross receipts tax, with this tax imposing a retail rate higher than those for manufacturing and services, which more or less cancels out the benefit conferred by the lack of a sales tax. High income tax rates and Wilmington’s very high property tax rate add to the tax burden.</p><p>Similarly, Delaware is among the highest tax cost states (45th) for mature research and development (R&D) operations. Delaware’s gross receipts tax is less of a factor for this firm type, but the firm still suffers from a moderately high income tax burden and Wilmington’s high property taxes.</p><p>Delaware uses evenly-weighted three-factor apportionment, though the state foregoes a throwback rule. The apportionment formula, along with the state’s unfavorable sourcing rules based on income-producing activity, work to the detriment of in-state firms selling goods or services out of state.</p>",
"Florida": "<p>Florida’s sourcing rules for service income, which allow the income to be sourced where the benefit of the service is received, substantially advantage firms such as call centers, which sell much of their services outside of their home state. Consequently, Florida ranks 14th for mature call centers with an effective tax rate of 16.3 percent. Also contributing to this comparatively modest tax cost is a low unemployment insurance tax burden. </p><p>For similar reasons, Florida ranks 11th for mature corporate headquarters with an effective tax rate of 11.7 percent. This firm also benefits from the state’s double-weighted sales factor apportionment, though it works to the detriment of many other firms in the study.</p><p>The state has an above-average rate (11.2 percent) for newly established labor-intensive manufacturing firms, despite the fact that Florida has the second-most generous investment tax credit in the nation, which actually exceeds the firm’s total income tax costs. For this firm type, property tax levels are often the dominant factor, and in Florida, this firm pays twice the national average in property taxes since the state does not offer property tax abatements for newly-established firms.</p><p>Similarly, Florida has one of the highest tax costs for the new capital-intensive manufacturing firm despite offering the most generous investment tax credit—eleven times the average nationally, to the point of yielding a negative income tax rate. Offsetting the negative income tax burden is a property tax that is nearly three times the national average for new manufacturing firms, plus a high sales tax burden on business inputs.</p><p>Florida foregoes an individual income tax, which can be highly significant to individuals and pass-through entities, but does not affect the firms considered in our study.</p>",
"Georgia": "<p>Georgia offers a favorable environment for manufacturing operations, with the tax burdens for mature labor- and capital-intensive manufacturing firms both ranking in the top ten due to a friendly income apportionment formula—a single sales factor and no throwback rules—and relatively low income and unemployment insurance tax burdens.</p><p>The state’s sourcing rules for services similarly advantage operations such as call centers that sell their services out of state, and consequently, Georgia ranks second overall for mature call centers. New call centers benefit from these sourcing rules and generous tax incentives, actually providing a negative effective tax rate (-15.8 percent) for the operation as a whole.</p><p>Georgia’s property tax applies to equipment and inventory in addition to land and buildings, though property tax rates are generally low, and new operations benefit from a generous property tax abatement plus a freeport exemption for manufacturing inventory. Nevertheless, property tax burdens for mature distribution centers are roughly middle-of-the-pack, even as the firm enjoys an extremely low income tax burden.</p><p>The firm type that performs the worst in Georgia compared to its peers in other states, new corporate headquarters, experiences an effective tax rate of 13.5 percent. This operation does not benefit from the state’s single sales factor apportionment or sourcing rules, with all of its income subject to in-state taxation, albeit at a reasonably low 6.0 percent rate.</p><p>Georgia exempts manufacturing machinery from the sales tax, but imposes the tax on research and development (R&D) equipment. However, new R&D firms do receive incentives valued at 10 percent of in-state R&D expenses.</p>",
"Hawaii": "<p>Excepting heavily incentivized research and development (R&D) operations, mature firms generally experience above-average tax costs in Hawaii. The state sources service income to the site of the income-producing activity, exposing all service income from operations like call centers and distribution centers to in-state taxation.</p><p>Despite relatively modest corporate income tax rates and the state’s decision to forego a throwback or throwout rule, its sourcing rules drive up costs for both call centers and distribution centers. Distribution centers, however, benefit from very low property taxes, substantially lowering their overall tax burden.</p><p>A generous new tax credit for research activities boosted the mature R&D firms to fourth nationwide. The effective tax rate for new R&D firms actually fell into negative territory at -0.6 percent due to the refundability of the credit, which covers 20 percent of in-state R&D expenses.</p><p>More than in other states, Hawaii’s sales tax (called the General Excise Tax) applies to sales between businesses rather than just to the end consumer. As such, manufacturing machinery is taxed in Hawaii, so the cost of equipment and other inputs for manufacturing firms is significantly higher in Hawaii than in other states.</p><p>Hawaii imposes some of the highest tax costs in the nation on both new and mature labor-intensive manufacturing, with effective tax rates of 16.9 and 14.8 percent respectively, both over 60 percent above the median rates nationwide. The sales tax on manufacturing machinery is a significant factor, and Hawaii’s three-factor apportionment formula, which equally weights sales, assets, and payroll, works against firms with sales largely out of state. These operations also experience a high unemployment insurance tax burden.</p><p>Hawaii’s unique tax structure produces highly disparate tax burdens across firms, with effective tax rates ranging from 0.9 to 26.3 percent for mature operations and -0.6 percent to 32.7 percent for new operations. While few states achieve anything close to tax neutrality across firm types, Hawaii stands out as particularly lacking in this regard.</p>",
"Idaho": "<p>Idaho has above-average tax burdens for most mature firm types. High unemployment insurance (UI) taxes, a throwback rule, and sourcing of services to the site of income-producing activity combine to drive up tax costs, particularly for low wage, labor-intensive operations like call centers.</p><p>The state’s double-weighted sales factor apportionment formula works to the detriment of several firms in our study, including the manufacturing operations. The state’s property tax also extends to equipment, though manufacturing machinery and research and development (R&D) equipment are exempt from sales taxes.</p><p>The state offers both an investment tax credit and a modest nonrefundable new jobs credit, but even taken together, they are not enough to overcome the state’s high corporate income tax and sourcing rules that expose all in-state income producing activity to Idaho taxes. Hence, new as well as mature Idaho firms face consistently high income tax burdens across the board.</p><p>The property tax on equipment also drives up tax costs for the manufacturing operations and R&D facility, though R&D credits moderate the burden for that operation somewhat.</p><p>Idaho ranks 22nd for mature distribution centers with an effective tax rate of 25.6 percent. Although this operation has one of the highest UI tax burdens for this firm type in the nation, it benefits from a low sales tax burden and modest property tax burden.</p>",
"Illinois": "<p>Illinois ranks in the bottom third of states for all seven mature firm types, even though the state consistently offers one of the more generous withholding tax credits in the nation. Incentives are rarely a substitute for a competitive, structurally sound tax system.</p><p>This study’s snapshot date of April 1, 2014 precedes partial sunsets of temporary individual and corporate income tax increases. The individual income tax is now 3.75 percent as of January 1, 2015, while the corporate income tax declined to 7.75 percent. This corporate income tax rate combines both the traditional corporate income tax and a second tax on the same base, known as the “personal property replacement tax” for the repealed tax for which it was intended as a revenue replacement.</p><p>The state’s high income tax rates at the study’s snapshot date lead to an above-average corporate income tax burden for all mature firm types. Corporate headquarters, call centers, retail stores, and capital-intensive manufacturing operations also experience a high combined state and local sales tax rate. </p><p>With an effective tax rate of 26.9 percent, the burden on mature call centers in Illinois is among the highest in the nation despite the state’s favorable benefits-received sourcing rule. However, much of the advantage of benefits sourcing is eliminated because the firm is subject to a throw-out rule for service receipts attributable to a state where the taxpayer is not taxable. </p><p>The state’s throwback rule also works to the detriment of research and development (R&D) facilities, with the mature firm facing a 14.5 percent effective tax rate, which is high for that firm type and ranks 42nd nationwide. These rules effectively expose 100 percent of the firm’s income to in-state taxation.</p>",
"Indiana": "<p>Since this study’s April 1, 2014 snapshot date, Indiana’s corporate income tax has declined to 6.5 percent as part of ongoing tax reform efforts, which would result in a decrease in overall tax burdens experienced by these firms. Due to the effects of this ongoing reform already captured in the study, Indiana has improved for most firm types since our first edition.</p><p>The state continues to rank poorly for manufacturing operations, but recent tax changes have the potential to drive improvements in future rankings. Since the snapshot date, Indiana repealed a throwback rule that hinders these firms’ rankings. These firms also experience one of the nation’s highest property tax burdens for manufacturing firms due to high rates and the property tax on equipment. As Indiana’s corporate tax rate continues to fall, some improvement can be expected.</p><p>New manufacturing operations fare slightly better due to some of the most generous property tax abatements in the country, but still experience above-average overall tax burdens. Manufacturing machinery is exempt from the sales tax. The business personal property tax on equipment also hinders distribution centers; the state’s mature distribution center ranks 45th in the nation.</p><p>Indiana is one of only five states to offer retail operations a property tax abatement and one of only two states offering retailers an investment tax credit. Indiana ranks fourth for mature research and development (R&D) operations and imposes a similarly low tax burden on new operations, in both cases largely driven by R&D tax credits, which are among the most generous in the nation for both new and mature firms. Our model firms experience a broad range of effective tax rates in Indiana, ranging from 1.6 percent for the new R&D facility to 40.8 percent for the mature distribution center.</p>",
"Iowa": "<p>Despite having the highest top corporate income tax rate in the nation at 12.0 percent, Iowa’s mature capital-intensive manufacturing firm experiences the lowest effective tax burden in the nation at 3.9 percent, due in large part to Iowa’s single sales factor apportionment formula and the lack of a throwback rule, which have the effect of exempting nearly all of a firm’s income from in-state taxation. The operation also experiences a relatively low property tax burden due to the lack of property taxes on equipment and inventory.</p><p>Iowa offers a 50 percent deduction for federal income taxes paid, which helps mitigate the burden of the state’s high corporate and individual income taxes but is also responsible for those high rates.</p><p>In addition to its favorable apportionment factors for businesses selling goods out of state, Iowa’s benefits-based sourcing rules work to the advantage of Iowa-based firms selling services out of state. However, effective property tax rates can be exceedingly high for some firms—nearly double the national average for mature distribution centers, for instance—greatly increasing overall tax costs. Qualifying new firms (the manufacturing operations and the distribution center) receive a full abatement of the property tax on improvements for three years, though the abatement does not cover taxes on the value of the land itself.</p><p>Manufacturing machinery and research and development (R&D) equipment are exempt from the state sales tax, and the R&D facility receives other incentives as well. Iowa also offers generous investment and job creation tax incentives to new firms, though due to the state’s high tax rates, most new firms continue to experience above-average tax burdens.</p>",
"Kansas": "<p>Kansas’ effective rates for many firm types improved substantially since our first edition due to the expansion of the Promoting Employment Across Kansas (PEAK) program, which allows qualifying companies to retain 95 percent of the payroll tax of PEAK-eligible employees. Such generous incentives, however, keep tax costs for mature firms higher than they would be if the tax burden was distributed more equitably.</p><p>Notably, these improvements are not due to other recent revisions in the Kansas tax code, which do not affect the firm profiles we consider in this study. </p><p>Whereas in 2011, all seven firm types (in both their new and mature iterations) had total tax costs above the national average, Kansas now offers very low tax costs for new capital- and labor-intensive manufacturing operations and new corporate headquarters, though the state continues to rank below average for all mature firm types except corporate headquarters, which rank 25th with a 13.7 percent effective tax rate.</p><p>The new distribution center has an effective tax rate of 50.5 percent, nearly 60 percent above the median rate nationally. This is the result of average corporate income and unemployment insurance taxes combined with some of the highest sales and property taxes in the nation for firms of this type. The state has evenly-weighted three factor apportionment, sources all service income in-state, and imposes a throwback rule. </p><p>Illustrating the degree to which tax burdens can fall unequally on different firm types, the new distribution center’s 50.5 percent tax rate contrasts with a 1.8 percent effective tax rate on new capital-intensive manufacturing. Meanwhile, the mature capital-intensive manufacturing firm experiences an 11.3 percent effective tax rate, over six times the burden on the new firm.</p><p>Kansas ranks 30th for mature corporate headquarters with an effective tax rate of 13.7 percent. This firm type has a fairly low income tax burden but faces an above-average sales tax burden and a high property tax burden.</p>",
"Kentucky": "<p>On the whole, Kentucky offers relatively moderate sales tax burdens, low unemployment insurance taxes, and low property taxes, which account for below-average tax burdens for most firm types. However, the state ranks 33rd for mature research and development (R&D) operations. Because Kentucky does not offer an R&D tax credit as many other states do, the R&D operation has the third-highest income tax burden in this category.</p><p>Both capital- and labor-intensive manufacturing firms are penalized by Kentucky’s extension of the property tax to equipment and inventory. Kentucky is one of only nine states to tax inventory. Manufacturing machinery, meanwhile, is exempted from the sales tax for new or expanding facilities, but not for mature operations.</p><p>The state’s double-weighted sales apportionment factor and income-producing activity sourcing rules also work against operations with sales largely or entirely out-of-state.</p><p>Kentucky offers a particularly low tax burden the new call center, with an effective tax rate of 3.2 percent. This operation is helped by one of the most generous withholding tax rebates in the country, a moderate unemployment insurance tax burden, and low sales and property tax burdens despite the fact that the state levies property taxes on equipment and inventory in addition to land and buildings.</p>",
"Louisiana": "<p>Louisiana’s tax structure is characterized by high rates and partially offsetting incentives, particularly for new, but in some cases also for mature, firms.</p><p>Louisiana offers the lowest overall tax burden in the country to three new operations, due less to its overall tax structure than to unusually generous incentives programs. New capital- and labor-intensive manufacturing firms experience effective tax rates at or under 0.1 percent due to some of the most generous property tax incentives and withholding tax incentives in the nation.</p><p>Louisiana provides the largest withholding tax rebate of the fifteen states offering such incentives, yielding a low 5.2 percent effective tax rate for new corporate headquarters. The state employs double weighted sales factor apportionment with no throwback rule, and sources service income where the income-producing activity takes place. It also extends its property tax to equipment and inventory in addition to land and buildings.</p><p>The state is tied with Utah for the second-most generous research and development (R&D) tax credit, reducing the effective tax rate for the new R&D center to -10.3 percent, meaning that such businesses actually receive a substantial tax subsidy. Mature operations enjoy an effective tax rate of 1.8 percent, 85 percent below the median rate nationally. At the other end of the spectrum, the mature distribution center is saddled with an effective tax rate of 42.4 percent. The mature capital-intensive manufacturing operation’s tax burden is 85 times that of its new counterpart.</p><p>Despite the state’s 8.0 percent statutory corporate income tax rate, both mature manufacturing operations enjoy the lowest income tax burden in their categories thanks to the state’s favorable apportionment formula, along with the second-lowest unemployment insurance tax burden in the country for their firm types. However, each firm type also faces among the highest sales and property tax burdens in the country, the latter due in large measure to the state’s high taxes on equipment. Non-neutrality—across firms, maturity, and tax types—proves a central feature of the Louisiana tax code.</p>",
"Maine": "<p>Maine’s corporate income tax rate is high, but the state employs sourcing rules that tax service income where the benefits are received, ameliorating the rate’s impact for firms that sell services out of state. The state also uses single-sales factor apportionment.</p><p>Maine ranks ninth for mature call center operations. The firm benefits from the state’s relatively low 5.5 percent sales tax and an apportionment formula that gives it the third-lowest income tax costs for this type of firm. The same factors help the state rank ninth for the mature research and development (R&D) operation. This operation has an effective tax rate of 7.8 percent, which is 35 percent below the median rate nationwide.</p><p>Maine includes equipment in its property tax base, which contributes to an above-average property tax burden for mature capital-intensive manufacturing firms, which experience an effective tax rate of 17.6 percent, two-thirds higher than the median tax rate on this firm type. The state’s 8.93 percent income tax and throwback rule are also substantial contributors to this firm’s high tax burden. Similar factors give the state a 44th-place ranking for mature labor-intensive manufacturing firms, which experience the second-highest corporate income tax burden for the firm type.</p><p>New firms in Maine benefit from a ten percent credit on investment up to $3.5 million over seven years. The state also offers fairly generous R&D credits.</p><p>Finally, the new retail store in Maine experiences a relatively modest overall tax burden. Despite facing a high corporate income tax rate, this establishment is helped by a property tax abatement that gives it one of the lower property tax burdens for this firm type. It also has one of the lower sales tax burdens for new retail establishments.</p>",
"Maryland": "<p>By largely foregoing job creation and investment credits, Maryland is among a small number of states actually offering lower effective rates for mature, rather than new, firms. These mature firms are helped by the lack of a throwback rule and benefits sourcing. Furthermore, although the state generally employs a double-weighted sales factor apportionment formula, it offers single sales factor apportionment to manufacturing operations.</p><p>The state offers a modest job creation credit but few other incentives for new firms. More importantly, however, Maryland’s tax structure falls disproportionately on activities and investments associated with new firms. For instance, Maryland imposes the highest tax burden in the nation for new capital-intensive manufacturing operations despite low income, unemployment insurance, and sales tax burdens for the firm type.</p><p>The chief factor is the highest property tax of its type in the nation—nearly four times the national average—partially attributable to the imposition of the country’s third-highest rate on equipment. Since newer firms tend to have a greater share of assets tied up in undepreciated equipment, this firm experiences a heavier tax burden than its mature counterpart, with an effective tax rate of 26.0 percent, compared to a median tax rate of 8.7 percent for this firm type nationwide.</p><p>Similar factors yield a high tax burden for new labor-intensive manufacturing operations. Conversely, Maryland ranks fourth for mature labor-intensive manufacturing. The firm benefits from a favorable apportionment formula—special single sales factor apportionment applies to manufacturing—which compensates for the state’s high 8.25 percent corporate income tax rate. The firm also experiences moderate unemployment insurance and sales tax burdens, while the property tax rate for mature firms is more comparable to other states’ rates.</p><p>The state’s high property tax rate on equipment is more than twice the national average and disadvantages all of the newly established firms in the study.</p>",

}
