{
"Alabama": "<p>With the exception of the research and development (R&amp;D) facility, all mature firm types experience lighter-than-average overall tax burdens in Alabama despite the state’s throwback rule and unfavorable sourcing rules. In addition to these sourcing rules, which subject out-of-state service income (in states with which the firm lacks nexus) to taxation at the location where the income-producing activity took place, Alabama also imposes a throwout rule on service receipts.</p><p>Alabama generally imposes a below-average income tax burden on the firm types we modeled. However, R&amp;D facilities are a notable exception, as the state foregoes the generous incentives many states offer for this firm type. The mature R&amp;D facility in the state ranks 44th nationwide with an effective tax rate of 14.5 percent, while the new facility experiences a 15.8 percent effective tax rate. Furthermore, manufacturing machinery and R&amp;D equipment is subject to the sales tax, although manufacturing machinery is taxed at a reduced sales tax rate.</p><p>Distribution centers fare particularly well in Alabama, with the mature operation ranking third nationwide. The state’s lowest-in-the-country property taxes for mature distribution centers yield a property tax bill 66 percent below the national average. Low property tax burdens are also an important contributing factor in the low tax burdens experienced by call centers and retail operations.</p><p>Alabama is one of 18 states with an antiquated capital stock tax, hindering capital formation.</p>",
"Alaska": "<p>Alaska’s high 9.4 percent top corporate income tax rate is exacerbated for most firms by the state’s evenly weighted three-factor apportionment formula. The state also imposes a throwback rule on the sale of goods into states with which a firm lacks nexus and sources services income to the location of the income-producing activity, subjecting most service income to in-state taxation.</p><p>Alaska foregoes an individual income tax, which can be of significance to individuals and pass-through entities, although it has no bearing on the firms in our study.</p><p>By also doing without a state-level sales tax, Alaska offers unusually attractive effective tax rates to retail stores, even though we only examine the firm’s sales tax costs on business inputs, and not the tax imposed on goods sold to consumers. Retail operations are rarely on the receiving end of tax incentives, so the base structure of the state’s tax code—particularly doing without one of the major taxes—takes on outsized importance for them. The absence of a sales tax also benefits distribution centers in Alaska, with the tax burden further lightened for new operations by a generous property tax abatement.</p><p>Conversely, high corporate income tax and unemployment insurance tax burdens drive up tax costs for many firms, including manufacturing operations, R&amp;D facilities, and call centers. The mature call center ranks 38th nationwide with a 23.7 percent effective tax rate.</p><p>Alaska’s property tax base varies by locality, but can include equipment and inventory, driving up costs for many firms. The state does, however, offer a 100 percent property tax abatement for the first five years of operation for qualifying firms. With the exception of the property tax abatement, Alaska largely eschews incentives for newly established operations.</p>",
"Arizona": "<p>All of our model firms experience below-average tax costs for mature operations in Arizona. The state’s apportionment formula weights sales at 85.0 percent, with property and payroll at 7.5 percent each, with an optional alternative double-weighted sales factor apportionment formula. The state does not impose a throwback rule, but does have unfavorable sourcing rules for Arizona firms selling services out of state.</p><p>Arizona is one of only a handful of states not to offer property tax abatements to new firms, which helps drive the comparatively high effective tax burdens for new manufacturing operations, but which also enables the state to have lower, more neutral taxes over the course of a firm’s existence. Mature manufacturing firms experience low tax burdens in Arizona—7.5 percent for mature capital-intensive manufacturing operations, compared to 14.3 percent for new operations—despite a property tax that includes equipment. The new firm’s higher tax burden is driven by initial expenses and acquisitions that are subject to tax.</p><p>A relative dearth of incentives (such as property tax abatements and investment credits) results in above-average tax burdens for new operations excepting call centers, and below-average burdens for all mature operations, many of which experience a low corporate income tax burden in particular.</p><p>The state offers both a job creation credit and a research and development (R&amp;D) incentive. Furthermore, manufacturing machinery and R&amp;D equipment are exempt from the sales tax, which also assists in keeping tax costs modest for these firms, and particularly for new firms with more upfront equipment costs.</p>",
"Arkansas": "<p>Mature firms generally experience above-average tax burdens in Arkansas, which has high sales taxes, unfavorable apportionment and service sourcing rules for most firms, and a throwback rule.</p><p>Arkansas is one of the few states to tax both equipment and inventories under its property tax, though property tax rates in the state tend to be fairly low, keeping the effective property tax burden modest. However, new firms can receive a 65 percent abatement of their property tax burden for 15 years.</p><p>Manufacturing firms experience particularly high tax burdens in Arkansas, which can be attributed to a high combined state and local sales tax rate, an antiquated capital stock tax, and a slightly above-average corporate income tax burden on manufacturing. The mature labor-intensive manufacturing operation ranks 39th nationwide with an effective tax rate of 12.5 percent, while the mature capital-intensive operation experiences a 16.2 percent tax burden, coming in 44th nationwide.</p><p>Arkansas offers sizable withholding tax rebates and generous investment and job tax credits for newly-established businesses, and manufacturing machinery is exempt from the sales tax for new or expanded facilities. In fact, newly-established research and development (R&amp;D) facilities, call centers, distribution centers, and labor-intensive manufacturing operations receive tax incentives that more than offset income tax liability, yielding refunds that can be used to offset other tax liabilities as well. </p><p>Although Arkansas’ taxes tend to be high, they are also fairly neutral across mature firm types, with effective tax rates ranging from 12.5 to 22.9 percent. Most states impose far more disparate tax burdens on different types of operations.</p>",
"California": "<p>California imposes high tax burdens on most mature businesses, with the notable exception of call centers and distribution centers, which enjoy extremely attractive rates. The mature call center ranks first for its firm type with a low 11.4 percent effective tax rate.</p><p>The state’s high income and sales taxes drive up tax costs for firms whose employees and sales are within the state’s borders, which is why, despite the state’s move to single sales factor apportionment, the manufacturing operations, corporate headquarters, and retail stores in our study all perform poorly. The mature corporate headquarters, hit particularly hard by the state’s high corporate income tax, ranks 41st with a 16.8 percent effective tax rate.</p><p>Conversely, the state’s favorable benefits-received sourcing rules, along with relatively low property and unemployment insurance tax burdens, help catapult call centers and distribution centers to first- and second-ranked in the nation, respectively, for their firm types. Due to benefits-received sourcing rules, very little of these firms’ income is exposed to California’s high statutory rates.</p><p>Generous incentives zero out the corporate income tax burden for new research and development (R&amp;D) facilities in the state, whereas corporate income tax burdens are significantly above the national average for all other firm types that do business primarily in state. Beyond R&amp;D credits, however, California is notable for having very few tax incentives for newly established operations. Although incentives can lower costs for new firms, that cost is shifted to mature operations, which could result in prohibitive tax burdens in a state that already imposes unusually high taxes.</p>",
"Colorado": "<p>Colorado has higher-than-average tax burdens for all firm types except mature corporate headquarters. The state’s low, single-rate corporate income tax, along with a modest unemployment insurance tax, helps compensate for high property tax burdens on mature call centers and retail operations. The state’s property taxes are consistently high across firm types, due in part to the inclusion of equipment in the property tax base. High property tax burdens are a particularly important factor for both new and mature manufacturing operations.</p><p>The property tax burden for new capital-intensive operations is nearly three times the national average; for labor-intensive operations, it is more than twice the national average. The state does offer property tax abatements for new firms, but they are relatively modest.</p><p>Colorado offers both job creation and investment incentives for qualifying new firms, but they provide relatively little benefit to the firms we modeled. The state does not offer research and development (R&amp;D) tax credits, and consequently, both the new and mature R&amp;D firms experience roughly average tax burdens.</p><p>Although the state’s corporate income tax rate is highly competitive, Colorado’s single sales factor apportionment, along with sourcing rules and a throwback rule exposing all income to in-state taxation, increases tax costs for firms that do business out of state.</p><p>Colorado is unique inasmuch as its local sales tax rates tend to far outstrip the low statewide rate; consequently, the location a firm chooses within Colorado can be highly significant in terms of sales tax liability.</p>",
"Connecticut": "<p>Connecticut imposes an above-average tax burden on all non-manufacturing operations, due in large part to the state’s high corporate income tax rate. The state then accentuates its already high corporate income tax with a 20 percent surtax on businesses with at least $100 million in annual gross income, bringing the tax rate to the equivalent of 9.0 percent for these firms.</p><p>Connecticut’s tax burden has increased across all categories since our last edition, with mature research and development (R&amp;D) facilities and new retail operations seeing the greatest increase in their tax burdens relative to other states. The state’s investment credit, withholding tax rebate, and R&amp;D credit cannot overcome the state’s high statutory rates.</p><p>Manufacturing and services firms in Connecticut benefit from single sales factor apportionment, while retail uses double-weighted sales factor apportionment. Since our model retail firm is assumed to sell exclusively in state, either apportionment formula would have the same impact on it.</p><p>Connecticut ranks twelfth for mature labor-intensive manufacturing firms, which have a total effective tax rate of 6.7 percent. The state also ranks fourteenth for mature capital-intensive manufacturing, with an effective tax rate of 8.0 percent. These relatively light tax costs are driven by the firms’ low income tax burdens, which benefit from Connecticut’s single sales factor income apportionment formula and the lack of a throwback rule. The state does, however, extend its property tax base to include equipment.</p><p>Finally, Connecticut imposes the highest capital stock tax in the country, and is one of only 18 states imposing any such a tax, which can greatly hinder capital formation.</p>",
"Delaware": "<p>As an incentive-heavy state, Delaware imposes modest to middle-of-the-road tax costs on most new firm types in our study but does so at the expense of mature operations. </p><p>A generous investment tax credit helps new capital-intensive manufacturing firms face a low effective tax rate of 4.6 percent, just over half of the median effective tax rate across all states. A low property tax burden (largely because Delaware does not tax equipment or inventory) and the lack of a state sales tax (which significantly reduces the cost of inputs) also contribute.</p><p>Conversely, Delaware ranks as one of the highest tax cost states for mature retail operations. Contributing to this ranking is the fact that Delaware is one of only a handful of states with a gross receipts tax, with this tax imposing a retail rate higher than those for manufacturing and services, which more or less cancels out the benefit conferred by the lack of a sales tax. High income tax rates and Wilmington’s very high property tax rate add to the tax burden.</p><p>Similarly, Delaware is among the highest tax cost states (45th) for mature research and development (R&amp;D) operations. Delaware’s gross receipts tax is less of a factor for this firm type, but the firm still suffers from a moderately high income tax burden and Wilmington’s high property taxes.</p><p>Delaware uses evenly-weighted three-factor apportionment, though the state foregoes a throwback rule. The apportionment formula, along with the state’s unfavorable sourcing rules based on income-producing activity, work to the detriment of in-state firms selling goods or services out of state.</p>",
"Florida": "<p>Florida’s sourcing rules for service income, which allow the income to be sourced where the benefit of the service is received, substantially advantage firms such as call centers, which sell much of their services outside of their home state. Consequently, Florida ranks 14th for mature call centers with an effective tax rate of 16.3 percent. Also contributing to this comparatively modest tax cost is a low unemployment insurance tax burden. </p><p>For similar reasons, Florida ranks 11th for mature corporate headquarters with an effective tax rate of 11.7 percent. This firm also benefits from the state’s double-weighted sales factor apportionment, though it works to the detriment of many other firms in the study.</p><p>The state has an above-average rate (11.2 percent) for newly established labor-intensive manufacturing firms, despite the fact that Florida has the second-most generous investment tax credit in the nation, which actually exceeds the firm’s total income tax costs. For this firm type, property tax levels are often the dominant factor, and in Florida, this firm pays twice the national average in property taxes since the state does not offer property tax abatements for newly-established firms.</p><p>Similarly, Florida has one of the highest tax costs for the new capital-intensive manufacturing firm despite offering the most generous investment tax credit—eleven times the average nationally, to the point of yielding a negative income tax rate. Offsetting the negative income tax burden is a property tax that is nearly three times the national average for new manufacturing firms, plus a high sales tax burden on business inputs.</p><p>Florida foregoes an individual income tax, which can be highly significant to individuals and pass-through entities, but does not affect the firms considered in our study.</p>",
"Georgia": "<p>Georgia offers a favorable environment for manufacturing operations, with the tax burdens for mature labor- and capital-intensive manufacturing firms both ranking in the top ten due to a friendly income apportionment formula—a single sales factor and no throwback rules—and relatively low income and unemployment insurance tax burdens.</p><p>The state’s sourcing rules for services similarly advantage operations such as call centers that sell their services out of state, and consequently, Georgia ranks second overall for mature call centers. New call centers benefit from these sourcing rules and generous tax incentives, actually providing a negative effective tax rate (-15.8 percent) for the operation as a whole.</p><p>Georgia’s property tax applies to equipment and inventory in addition to land and buildings, though property tax rates are generally low, and new operations benefit from a generous property tax abatement plus a freeport exemption for manufacturing inventory. Nevertheless, property tax burdens for mature distribution centers are roughly middle-of-the-pack, even as the firm enjoys an extremely low income tax burden.</p><p>The firm type that performs the worst in Georgia compared to its peers in other states, new corporate headquarters, experiences an effective tax rate of 13.5 percent. This operation does not benefit from the state’s single sales factor apportionment or sourcing rules, with all of its income subject to in-state taxation, albeit at a reasonably low 6.0 percent rate.</p><p>Georgia exempts manufacturing machinery from the sales tax, but imposes the tax on research and development (R&amp;D) equipment. However, new R&amp;D firms do receive incentives valued at 10 percent of in-state R&amp;D expenses.</p>",
"Hawaii": "<p>Excepting heavily incentivized research and development (R&amp;D) operations, mature firms generally experience above-average tax costs in Hawaii. The state sources service income to the site of the income-producing activity, exposing all service income from operations like call centers and distribution centers to in-state taxation.</p><p>Despite relatively modest corporate income tax rates and the state’s decision to forego a throwback or throwout rule, its sourcing rules drive up costs for both call centers and distribution centers. Distribution centers, however, benefit from very low property taxes, substantially lowering their overall tax burden.</p><p>A generous new tax credit for research activities boosted the mature R&amp;D firms to fourth nationwide. The effective tax rate for new R&amp;D firms actually fell into negative territory at -0.6 percent due to the refundability of the credit, which covers 20 percent of in-state R&amp;D expenses.</p><p>More than in other states, Hawaii’s sales tax (called the General Excise Tax) applies to sales between businesses rather than just to the end consumer. As such, manufacturing machinery is taxed in Hawaii, so the cost of equipment and other inputs for manufacturing firms is significantly higher in Hawaii than in other states.</p><p>Hawaii imposes some of the highest tax costs in the nation on both new and mature labor-intensive manufacturing, with effective tax rates of 16.9 and 14.8 percent respectively, both over 60 percent above the median rates nationwide. The sales tax on manufacturing machinery is a significant factor, and Hawaii’s three-factor apportionment formula, which equally weights sales, assets, and payroll, works against firms with sales largely out of state. These operations also experience a high unemployment insurance tax burden.</p><p>Hawaii’s unique tax structure produces highly disparate tax burdens across firms, with effective tax rates ranging from 0.9 to 26.3 percent for mature operations and -0.6 percent to 32.7 percent for new operations. While few states achieve anything close to tax neutrality across firm types, Hawaii stands out as particularly lacking in this regard.</p>",
"Idaho": "<p>Idaho has above-average tax burdens for most mature firm types. High unemployment insurance (UI) taxes, a throwback rule, and sourcing of services to the site of income-producing activity combine to drive up tax costs, particularly for low wage, labor-intensive operations like call centers.</p><p>The state’s double-weighted sales factor apportionment formula works to the detriment of several firms in our study, including the manufacturing operations. The state’s property tax also extends to equipment, though manufacturing machinery and research and development (R&amp;D) equipment are exempt from sales taxes.</p><p>The state offers both an investment tax credit and a modest nonrefundable new jobs credit, but even taken together, they are not enough to overcome the state’s high corporate income tax and sourcing rules that expose all in-state income producing activity to Idaho taxes. Hence, new as well as mature Idaho firms face consistently high income tax burdens across the board.</p><p>The property tax on equipment also drives up tax costs for the manufacturing operations and R&amp;D facility, though R&amp;D credits moderate the burden for that operation somewhat.</p><p>Idaho ranks 22nd for mature distribution centers with an effective tax rate of 25.6 percent. Although this operation has one of the highest UI tax burdens for this firm type in the nation, it benefits from a low sales tax burden and modest property tax burden.</p>",
"Illinois": "<p>Illinois ranks in the bottom third of states for all seven mature firm types, even though the state consistently offers one of the more generous withholding tax credits in the nation. For many firms, especially those with long time horizons, a competitive, structurally sound tax system is significantly more important than the availability of incentives.</p><p>This study’s snapshot date of April 1, 2014 precedes partial sunsets of temporary individual and corporate income tax increases. The individual income tax is now 3.75 percent as of January 1, 2015, while the corporate income tax declined to 7.75 percent. This corporate income tax rate combines both the traditional corporate income tax and a second tax on the same base, known as the “personal property replacement tax” for the repealed tax for which it was intended as a revenue replacement.</p><p>The state’s high income tax rates at the study’s snapshot date lead to an above-average corporate income tax burden for all mature firm types. Corporate headquarters, call centers, retail stores, and capital-intensive manufacturing operations also experience a high combined state and local sales tax rate.</p><p>With an effective tax rate of 26.9 percent, the burden on mature call centers in Illinois is among the highest in the nation despite the state’s favorable benefits-received sourcing rule. However, much of the advantage of benefits sourcing is eliminated because the firm is subject to a throw-out rule for service receipts attributable to a state where the taxpayer is not taxable.</p><p>The state’s throwback rule also works to the detriment of research and development (R&amp;D) facilities, with the mature firm facing a 14.5 percent effective tax rate, which is high for that firm type and ranks 42nd nationwide. These rules effectively expose 100 percent of the firm’s income to in-state taxation.</p>",
"Indiana": "<p>Since this study’s April 1, 2014 snapshot date, Indiana’s corporate income tax has declined to 6.5 percent as part of ongoing tax reform efforts, which would result in a decrease in overall tax burdens experienced by these firms. Due to the effects of this ongoing reform already captured in the study, Indiana has improved for most firm types since our first edition.</p><p>The state continues to rank poorly for manufacturing operations, but recent tax changes have the potential to drive improvements in future rankings. Since the snapshot date, Indiana repealed a throwback rule that hinders these firms’ rankings. These firms also experience one of the nation’s highest property tax burdens for manufacturing firms due to high rates and the property tax on equipment. As Indiana’s corporate tax rate continues to fall, some improvement can be expected.</p><p>New manufacturing operations fare slightly better due to some of the most generous property tax abatements in the country, but still experience above-average overall tax burdens. Manufacturing machinery is exempt from the sales tax. The business personal property tax on equipment also hinders distribution centers; the state’s mature distribution center ranks 45th in the nation.</p><p>Indiana is one of only five states to offer retail operations a property tax abatement and one of only two states offering retailers an investment tax credit. Indiana ranks fourth for mature research and development (R&amp;D) operations and imposes a similarly low tax burden on new operations, in both cases largely driven by R&amp;D tax credits, which are among the most generous in the nation for both new and mature firms. Our model firms experience a broad range of effective tax rates in Indiana, ranging from 1.6 percent for the new R&amp;D facility to 40.8 percent for the mature distribution center.</p>",
"Iowa": "<p>Despite having the highest top corporate income tax rate in the nation at 12.0 percent, Iowa’s mature capital-intensive manufacturing firm experiences the lowest effective tax burden in the nation at 3.9 percent, due in large part to Iowa’s single sales factor apportionment formula and the lack of a throwback rule, which have the effect of exempting nearly all of a firm’s income from in-state taxation. The operation also experiences a relatively low property tax burden due to the lack of property taxes on equipment and inventory.</p><p>Iowa offers a 50 percent deduction for federal income taxes paid, which helps mitigate the burden of the state’s high corporate and individual income taxes but is also responsible for those high rates.</p><p>In addition to its favorable apportionment factors for businesses selling goods out of state, Iowa’s benefits-based sourcing rules work to the advantage of Iowa-based firms selling services out of state. However, effective property tax rates can be exceedingly high for some firms—nearly double the national average for mature distribution centers, for instance—greatly increasing overall tax costs. Qualifying new firms (the manufacturing operations and the distribution center) receive a full abatement of the property tax on improvements for three years, though the abatement does not cover taxes on the value of the land itself.</p><p>Manufacturing machinery and research and development (R&amp;D) equipment are exempt from the state sales tax, and the R&amp;D facility receives other incentives as well. Iowa also offers generous investment and job creation tax incentives to new firms, though due to the state’s high tax rates, most new firms continue to experience above-average tax burdens.</p>",
"Kansas": "<p>Kansas’ effective rates for many firm types improved substantially since our first edition due to the expansion of the Promoting Employment Across Kansas (PEAK) program, which allows qualifying companies to retain 95 percent of the payroll tax of PEAK-eligible employees. Such generous incentives, however, keep tax costs for mature firms higher than they would be if the tax burden was distributed more equitably.</p><p>Notably, these improvements are not due to other recent revisions in the Kansas tax code, which do not affect the firm profiles we consider in this study.</p><p>Whereas in 2011, all seven firm types (in both their new and mature iterations) had total tax costs above the national average, Kansas now offers very low tax costs for new capital- and labor-intensive manufacturing operations and new corporate headquarters, though the state continues to rank below average for all mature firm types except corporate headquarters, which rank 25th with a 13.7 percent effective tax rate.</p><p>The new distribution center has an effective tax rate of 50.6 percent, nearly 60 percent above the median rate nationally. This is the result of average corporate income and unemployment insurance taxes combined with some of the highest sales and property taxes in the nation for firms of this type. The state has evenly-weighted three-factor apportionment, sources all service income in-state, and imposes a throwback rule.</p><p>Illustrating the degree to which tax burdens can fall unequally on different firm types, the new distribution center’s 50.6 percent tax rate contrasts with a 1.8 percent effective tax rate on new capital-intensive manufacturing. Meanwhile, the mature capital-intensive manufacturing firm experiences an 11.3 percent effective tax rate, over six times the burden on the new firm.</p><p>Kansas ranks 25th for mature corporate headquarters with an effective tax rate of 13.7 percent. This firm type has a fairly low income tax burden but faces an above-average sales tax burden and a high property tax burden.</p>",
"Kentucky": "<p>On the whole, Kentucky offers relatively moderate sales tax burdens, low unemployment insurance taxes, and low property taxes, which account for below-average tax burdens for most firm types. However, the state ranks 33rd for mature research and development (R&amp;D) operations. Because Kentucky does not offer an R&amp;D tax credit as many other states do, the R&amp;D operation has the third highest income tax burden in this category.</p><p>Both capital- and labor-intensive manufacturing firms are penalized by Kentucky’s extension of the property tax to equipment and inventory. Kentucky is one of only nine states to tax inventory. Manufacturing machinery, meanwhile, is exempted from the sales tax for new or expanding facilities, but not for mature operations.</p><p>The state’s double-weighted sales apportionment factor and income-producing activity sourcing rules also work against operations with sales largely or entirely out-of-state.</p><p>Kentucky offers a particularly low tax burden for the new call center, with an effective tax rate of 3.2 percent. This operation is helped by one of the most generous withholding tax rebates in the country, a moderate unemployment insurance tax burden, and low sales and property tax burdens despite the fact that the state levies property taxes on equipment and inventory in addition to land and buildings.</p>",
"Louisiana": "<p>Louisiana’s tax structure is characterized by high rates and partially offsetting incentives, particularly for new, but in some cases also for mature, firms.</p><p>Louisiana offers the lowest overall tax burden in the country to three new operations, due less to its overall tax structure than to unusually generous incentives programs. New capital- and labor-intensive manufacturing firms experience effective tax rates at or under 0.1 percent due to some of the most generous property tax incentives and withholding tax incentives in the nation.</p><p>Louisiana provides the largest withholding tax rebate of the fifteen states offering such incentives, yielding a low 5.2 percent effective tax rate for new corporate headquarters. The state employs double-weighted sales factor apportionment with no throwback rule, and sources service income where the income-producing activity takes place. It also extends its property tax to equipment and inventory in addition to land and buildings.</p><p>The state is tied with Utah for the second-most generous research and development (R&amp;D) tax credit, reducing the effective tax rate for the new R&amp;D center to -10.3 percent, meaning that such businesses actually receive a substantial tax subsidy. Mature operations enjoy an effective tax rate of 1.8 percent, 85 percent below the median rate nationally. At the other end of the spectrum, the mature distribution center is saddled with an effective tax rate of 42.3 percent. The mature capital-intensive manufacturing operation’s tax burden is 85 times that of its new counterpart.</p><p>Despite the state’s 8.0 percent statutory corporate income tax rate, both mature manufacturing operations enjoy the lowest income tax burden in their categories thanks to the state’s favorable apportionment formula, along with the second lowest unemployment insurance tax burden in the country for their firm types. However, each firm type also faces among the highest sales and property tax burdens in the country, the latter due in large measure to the state’s high taxes on equipment. Non-neutrality—across firms, maturity, and tax types—proves a central feature of the Louisiana tax code.</p>",
"Maine": "<p>Maine’s corporate income tax rate is high, but the state employs sourcing rules that tax service income where the benefits are received, ameliorating the rate’s impact for firms that sell services out of state. The state also uses single sales factor apportionment.</p><p>Maine ranks 9th for mature call center operations. The firm benefits from the state’s relatively low 5.5 percent sales tax and an apportionment formula that gives it the third lowest income tax costs for this type of firm. The same factors help the state rank 9th for the mature research and development (R&amp;D) operation. This operation has an effective tax rate of 7.8 percent, which is 35 percent below the median rate nationwide.</p><p>Maine includes equipment in its property tax base, which contributes to an above-average property tax burden for mature capital-intensive manufacturing firms, which experience an effective tax rate of 17.6 percent, two-thirds higher than the median tax rate on this firm type. The state’s 8.93 percent income tax and throwback rule are also substantial contributors to this firm’s high tax burden. Similar factors give the state a 44th place ranking for mature labor-intensive manufacturing firms, which experience the second highest corporate income tax burden for the firm type.</p><p>New firms in Maine benefit from a ten percent credit on investment up to $3.5 million over seven years. The state also offers fairly generous R&amp;D credits.</p><p>Finally, the new retail store in Maine experiences a relatively modest overall tax burden. Despite facing a high corporate income tax rate, this establishment is helped by a property tax abatement that gives it one of the lower property tax burdens for this firm type. It also has one of the lower sales tax burdens for new retail establishments.</p>",
"Maryland": "<p>By largely foregoing job creation and investment credits, Maryland is among a small number of states actually offering lower effective rates for mature, rather than new, firms. These mature firms are helped by the lack of a throwback rule and benefits sourcing. Furthermore, although the state generally employs a double-weighted sales factor apportionment formula, it offers single sales factor apportionment to manufacturing operations.</p><p>The state offers a modest job creation credit but few other incentives for new firms. More importantly, however, Maryland’s tax structure falls disproportionately on activities and investments associated with new firms. For instance, Maryland imposes the highest tax burden in the nation for new capital-intensive manufacturing operations despite low income, unemployment insurance, and sales tax burdens for the firm type.</p><p>The chief factor is the highest property tax of its type in the nation—nearly four times the national average—partially attributable to the imposition of the country’s third highest rate on equipment. Since newer firms tend to have a greater share of assets tied up in undepreciated equipment, this firm experiences a heavier tax burden than its mature counterpart, with an effective tax rate of 26.0 percent, compared to a median tax rate of 8.7 percent for this firm type nationwide.</p><p>Similar factors yield a high tax burden for new labor-intensive manufacturing operations. Conversely, Maryland ranks 4th for mature labor-intensive manufacturing. The firm benefits from a favorable apportionment formula—special single sales factor apportionment applies to manufacturing—which compensates for the state’s high 8.25 percent corporate income tax rate. The firm also experiences moderate unemployment insurance and sales tax burdens, while the property tax rate for mature firms is more comparable to other states’ rates.</p><p>The state’s high property tax rate on equipment is more than twice the national average and disadvantages all of the newly established firms in the study.</p>",
"Massachusetts": "<p>Massachusetts employs double-weighted sales factor apportionment, sources service income where the income-producing activity takes place, and employs a throwback rule, all of which combine to enhance the burden of the state’s already high corporate income tax, with a top statutory rate of 8.0 percent. The one exception is for manufacturers, which are able to rely on favorable single sales factor apportionment. Other firms in our study, which sell largely out of state, are disadvantaged by the Massachusetts apportionment rules.</p><p>Even where tax incentives reduce or eliminate income tax liability for new firms—as they do for new distribution centers—high property tax burdens (largely due to a high tax rate on equipment) and an above-average unemployment insurance tax burden still combine to produce an effective tax rate nearly 74 percent higher than the national average.</p><p>High income and property taxes drive the state’s consistently poor rankings for our model firms. Even though the state has single sales factor apportionment for manufacturers, its throwback rule subjects all of the firms’ sales to the state’s 8.0 percent income tax. Furthermore, the state’s high property tax rates—especially on equipment—disadvantage every firm type.</p><p>The state ranks 48th for mature call centers and yields high rates for new call centers and new retail operations for similar reasons. Mature corporate headquarters rank 37th due to a below-average sales tax burden that partially mitigates the above-average burdens for income and unemployment insurance taxes and one of the nation’s highest property tax burdens.</p>",
"Michigan": "<p>Since our first edition, Michigan repealed the distortionary Michigan Business Tax and replaced it with a corporate income tax which includes fewer incentives benefitting new firms. Although this means higher tax costs for new firms, it represents a dramatic improvement of the state’s overall tax structure and has helped to bring down tax costs for mature operations, making the state more attractive for businesses with long time horizons or wishing to make a substantial investment in the state.</p><p>Effective tax rates fell for five of the seven mature firms since our first edition, thanks in significant part to the repeal of the Michigan Business Tax, but not as fast as rates fell for mature operations across the nation as a whole.</p><p>The lack of a throwback rule, combined with single sales factor apportionment and benefits sourcing, yields modest corporate income tax burdens and helps drive the generally low effective tax rates for businesses with clients or sales largely out of state.</p><p>Manufacturing operations benefit from modest income, unemployment insurance, and sales tax burdens, but are dragged down somewhat by a property tax burden that places it in the top third of states, in part due to the inclusion of equipment in the sales tax base.</p><p>Michigan imposes high effective tax rates on new corporate office operations, which experience an effective tax rate of 21.1 percent, 56 percent higher than the median effective tax rate on such firms nationwide. New research and development (R&amp;D) facilities and new distribution centers also fare poorly, all burdened by high property taxes.</p>",
"Minnesota": "<p>Minnesota’s high corporate income, unemployment insurance (UI), and property tax burdens are responsible for an effective tax rate of 21.5 percent for the mature corporate headquarters, ranking 48th nationwide. The firm receives no meaningful tax incentives. Conversely, the state ranks second for mature capital-intensive manufacturing operations, which experience a low 4.0 percent effective tax rate. The burden of the state’s 9.8 percent corporate income tax rate is largely avoided by this firm due to single sales factor apportionment and the lack of a throwback rule.</p><p>The state ranks 13th for mature research and development (R&amp;D) operations with an effective tax rate of 8.2 percent. This operation benefits greatly from the favorable apportionment rules, but faces high unemployment insurance taxes and the highest property tax burden for this firm type in the nation. The state offers a modest R&amp;D tax credit.</p><p>Although Minnesota’s sourcing rules, which locate income where the benefit is received, are favorable to operations like call centers and result in the second lowest income tax burden in the nation for the mature operation, favorable sourcing rules cannot overcome the high unemployment insurance, sales, and property taxes experienced by this firm.</p><p>The state’s UI tax burden is more than double the median for all firm types, and triple the median for the majority of firms in our study, which drives up tax costs for all firms, but particularly those—like call centers—that tend to be labor intensive.</p><p>Minnesota offers few incentives, which, combined with high unemployment insurance and property taxes, and high income taxes for firms that sell in state, yield substantially above-average tax burdens for most new operations.</p>",
"Mississippi": "<p>Despite a modest corporate income tax rate, Mississippi imposes relatively high tax costs on manufacturing operations and about-average costs on other mature firms. Rates for new firms vary widely based largely on the availability of tax incentives, which can be generous in Mississippi. The state offers job creation tax credits, withholding rebates, capital investment incentives, and research and development (R&amp;D) incentives to qualifying firms, which can substantially reduce tax burdens for many firms. </p><p>The state’s property tax applies to inventory and equipment as well as buildings and land. Mississippi also imposes an antiquated capital stock tax. Working together, these factors penalize capital-intensive businesses, which is why the mature capital-intensive manufacturing operation ranks 49th nationwide with an effective tax rate of 17.8 percent.</p><p>Moreover, while most firms in Mississippi are subject to single sales factor apportionment, which benefits firms that sell goods out of state, manufacturing operations are subject to three-factor apportionment, which equally weights sales, payroll, and property, to the detriment of these operations. Few states offer different apportionment factors to distinct firm types, and when they do, they tend to offer manufacturing a more favorable formula, not a less advantageous one as Mississippi does.</p><p>The state’s sourcing rules, which levy tax burdens where the income-producing activity takes place, work against service-oriented firms like the call center, and the throwback rule increases tax costs for all firms that do business in states with which they lack nexus.</p>",
"Missouri": "<p>Missouri’s tax rates for new firms have declined considerably since our first edition, largely due to the Missouri Works jobs incentives program, which replaced the older Quality Jobs program.</p><p>Missouri offers firms the option of using three-factor or single sales factor apportionment; the latter generally favors firms basing their operations in state, while the former works to the advantage of the corporate headquarters and companies based elsewhere but wishing to do business in Missouri. The state does, however, impose a throwback rule which subjects to Missouri taxes all income earned in another state and not taxed by that state. This eliminates the advantage of single sales factor apportionment for the distribution center, call center, and research and development (R&amp;D) facility.</p><p>Missouri now ranks 6th for mature labor-intensive manufacturing operations and has a similarly low tax rate for new operations, representing dramatic improvements since our previous editions. These firm types benefit from low income tax burdens—driven by the fact that firms have the option of using an evenly factored apportionment formula or a single sales factor formula—and extremely generous incentives, namely the property tax abatement and jobs tax credits.</p><p>Missouri ranks 49th for mature R&amp;D operations, which have a tax burden 49 percent above the median national rate. For this firm type, the state has the 10th highest income tax burden and seventh highest property tax burden, coupled with above-average sales and unemployment insurance tax rates.</p><p>The state exempts manufacturing machinery from the sales tax, which can lower the tax costs for capital- and labor-intensive manufacturing companies and avoids tax pyramiding.</p>",
"Montana": "<p>Montana ranks third for mature corporate headquarters, with an effective rate more than a third below the median nationwide. The lack of a state sales tax is one of the contributing factors in this ranking. The operation also has a modest income tax burden due to the state’s three-factor apportionment formula.</p><p>Conversely, three-factor apportionment works to the detriment of manufacturing operations. Montana ranks 40th for both new and mature capital-intensive manufacturing, with effective tax rates of 14.1 and 14.5 percent respectively. These firm types bear one of the ten heaviest tax burdens in the county in all major tax categories—income, unemployment insurance, and property—except the sales tax.</p><p>The lack of a sales tax benefits all firms, and reduces the cost of purchasing equipment and machinery. Montana does, however, extend its property tax to equipment, though new firms receive a generous property tax abatement.</p><p>The state’s sourcing rules for services expose all call center income to Montana taxes. A high unemployment tax burden on these firms also drives up the effective tax rate. Despite a generous incentive for new research and development (R&amp;D) facilities, this firm still experiences an above-average tax liability for its firm type, since the R&amp;D credits are not refundable, and the firm experiences high unemployment insurance taxes.</p>",
"Nebraska": "<p>Nebraska actually offers a negative effective tax burden—subsidies through the tax code—to new corporate headquarters and both new and mature research and development (R&amp;D) facilities. These facilities benefit from favorable apportionment and sourcing rules and the refundable nature of R&amp;D tax credits that more than offset the state’s relatively high 7.81 percent corporate tax rate.</p><p>The state’s tax code yields large deviations from tax neutrality both across firm types and maturity. The mature corporate headquarters pays an effective tax rate of 14.5 percent, while a new firm experiences negative tax liability of -0.8 percent. Because of the state’s sourcing rules for services, 100 percent of the firm’s profits is subject to the state’s corporate income tax. Thus, the mature operation is subject to the one of the higher corporate income tax burdens in the nation. The state’s new and mature R&amp;D firms do well due to credits and abatements, even though R&amp;D equipment is subject to the state’s sales tax.</p><p>The state’s apportionment system is also a reason for Nebraska’s 5th place ranking for mature labor-intensive manufacturing. This operation has an effective tax rate 43 percent below the median even though it has an above-average property tax liability due to property taxes on inventory. Retail stores and distribution centers, however, are uniquely burdened by Nebraska’s property tax on inventories.</p><p>New call centers and labor- and capital-intensive manufacturing operations all experience extremely light tax burdens. Tax incentives are the major contributing factor to the strong showing for all of these firm types. For example, the call center benefits from some of the most generous investment tax credits and jobs tax credits in the nation. Only three states offer a more generous investment tax credit for capital-intensive manufacturers. The property tax abatement for manufacturers is also quite substantial.</p>",
"Nevada": "<p>Nevada’s decision to forego a corporate income tax is highly beneficial to many of the firms in our study, as are generally low property taxes. The state does, however, impose a modest payroll tax and added a gross receipts tax after our study’s April 1, 2014 snapshot date.</p><p>Nevada ranks third overall for the mature retail operation, with a total tax burden more than 30 percent below the median. Nevada’s lack of a corporate income tax and low property tax burden are the key factors in this ranking. However, the state does have the sixth highest unemployment insurance tax burden for this firm type.</p><p>Similarly, the absence of an income tax and low property taxes are instrumental in the state’s 9th place ranking for mature distribution centers and 6th place rank for mature corporate headquarters, though here too, these operations are also burdened with very high unemployment insurance taxes.</p><p>Nevada ranks 13th for mature capital-intensive manufacturing operations and 15th for mature labor-intensive manufacturing operations, hampered chiefly by the fact that its high sales tax rate applies to manufacturing equipment.</p><p>An absence of incentives—particularly property tax abatements—contributes to a comparatively high effective tax rate for new capital- and labor-intensive manufacturing operations, but keeps tax costs low for mature firms. Even without the incentives most states provide new firms, the new manufacturing operations experience a low income tax burden. However, these operations are burdened by some of the highest unemployment insurance taxes, sales taxes, and property taxes on firms of this type in the country, especially with regard to the property tax on equipment.</p><p>Since the snapshot date of this study, Nevada has increased the rate of its payroll tax and adopted a gross receipts tax with distinct rates on twenty-six business categories. Gross receipts taxes lead to pyramiding and are decidedly non-neutral across firms.</p>",
"New Hampshire": "<p>New Hampshire has a high 8.5 percent corporate income tax, though its individual income tax is only levied on interest and dividend income. The state uses double-weighted sales factor apportionment with a throwback rule.</p><p>New Hampshire offers a favorable environment for corporate headquarters, which benefit greatly from the absence of a state sales tax. This firm type still has above-average corporate income, unemployment insurance (UI), and property tax burdens.</p><p>The state’s sourcing rules expose all income generated from in-state activity to New Hampshire taxes, which yields sub-par rankings for most of the mature firms in our study. In particular, sourcing rules help drive the 40th place ranking for the mature call center. The firm has one of the higher income tax burdens for its type due to the state’s high corporate tax rate and unfavorable sourcing rules.</p><p>The absence of a state sales tax and moderate property tax burdens benefit retail stores, though it must be noted that the alleviated sales tax burden is on business inputs; our study does not treat sales taxes collected by retailers on their consumer sales as part of the firm’s effective tax rate, even though economically speaking, some or all of this tax cost may be borne by the retailer. Furthermore, these firms do experience above-average income and UI tax burdens.</p><p>The same factors are at work for the state’s new capital-intensive manufacturing operation. Here, the absence of a sales tax, a low property tax burden, and slightly above-average unemployment insurance tax burden are combined with the highest corporate income tax burden in the nation for this firm type due to the state’s high tax rate and throwback rule. This results in New Hampshire ranking 22nd for the new capital-intensive manufacturing operation.</p>",
"New Jersey": "<p>New Jersey ranks 50th for mature call and distribution centers, and 40th or worse on five of the seven mature firm types. At the same time, most of its new firms experience low effective tax burdens due to extremely generous jobs credits. Mature firms shoulder the costs associated with these substantial tax breaks for new operations, and face unfavorable service sourcing rules.</p><p>Most notably, an extremely generous new jobs credit yields a strongly negative tax burden of -53.5 percent—that is, a substantial subsidy—for new call centers, while the state’s high taxes lead to a 35.4 percent effective tax rate on mature call centers. This represents both the lowest tax rate for new call centers and the highest tax rate for mature call centers in the nation.</p><p>New Jersey is the only state in our study where a newly-established firm (call centers) experiences the lowest effective tax rate in the nation for its firm type, while the mature form of the same firm experiences the highest effective tax rate for its type. A $5,000 per hire job credit cuts deeply into the tax burdens of new corporate headquarters and research and development (R&amp;D) facilities as well.</p><p>The state’s last-place ranking for mature call centers is predicated on its 35.4 percent tax burden, over 82 percent above the median rate nationwide. The key factors contributing to this high tax burden are the state’s 9.0 percent corporate income tax rate (which contains a recapture provision subjecting all income from large firms to the top marginal rate), the high wage limit for unemployment insurance taxes, and high property tax rates on land and buildings.</p><p>The state’s manufacturing operations benefit from the fact that New Jersey does not apply the property tax to equipment.</p>",
"New Mexico": "<p>New Mexico’s three-factor apportionment and sourcing rules which impose state taxes based on the location of the income-producing activity work to the detriment of firms that sell out of state. The state imposes a throwback rule, with an exemption for manufacturers.</p><p>Although equipment is included in the state’s property tax base, overall property tax burdens in New Mexico are generally light. However, manufacturing machinery and research and development (R&amp;D) equipment are also subject to sales tax, driving up costs for those firms.</p><p>New Mexico ranks 10th for the mature retail establishment, which, with an effective tax rate of 13.1 percent, has low income and property tax burdens that help offset a high sales tax burden. The state’s new manufacturing operations experience at best middle-of-the-road tax burdens. Although these operations enjoy low income and property tax burdens thanks to generous tax incentives, they experience the highest sales tax burdens in the nation for their firm types, along with above-average unemployment insurance tax burdens.</p><p>New R&amp;D facilities actually experience a negative effective tax rate of -0.2 percent in New Mexico, meaning that the firm is subsidized through the tax code. The firm experiences low property tax burdens along with a negative income tax burden due to the state’s R&amp;D credit. The mature firm, by contrast, experiences an 11.5 percent tax burden.</p><p>The state ranks 31st for mature labor-intensive manufacturing with an effective tax rate of 10.2 percent. While the firm enjoys the fourth lowest property tax burden of its firm type, it also bears the second highest sales tax burden. The firm’s moderate income tax burden would be even higher if the state did not exempt manufacturers from its throwback rule.</p>",
"New York": "<p>New York’s single sales factor apportionment and lack of a throwback rule help mitigate the impact of the state’s 7.1 percent corporate income tax for firms selling tangible goods out of state. However, since the state sources service income to the location where income-producing activity took place, service sector firms working for out-of-state clients experience the full weight of the state’s corporate income taxes.</p><p>Consequently, New York ranks 6th for mature capital-intensive manufacturing operations, with a tax burden of 4.5 percent, 48 percent below the median rate nationwide. This firm benefits from the state’s single sales factor apportionment and reduced corporate income taxes for manufacturers. Labor-intensive manufacturing also enjoys below-average tax burdens. Conversely, the call center, which is subject to an unfavorable sourcing rule, experiences a high 24.9 percent effective tax rate, 42nd nationwide.</p><p>The state ranks 50th in three mature firm categories: corporate headquarters, with a tax burden 85 percent above the median; research and development (R&amp;D) facilities, with a tax burden nearly 107 percent above the median; and retail stores, with a tax burden 71 percent above the median nationwide. All of these firm types are hampered by high income and sales tax burdens.</p><p>Due to the new Excelsior tax credits program, New York’s new R&amp;D facilities went from having one of the highest effective tax rates for its firm type in our previous edition to having one of the lower rates in the country, with a mere 1.9 percent effective tax rate. New York’s extensive reliance on incentives for certain firms leads to higher effective rates for mature firms.</p><p>These effective rates and rankings do not take into account changes to New York’s tax code that have yet to take effect, including a forthcoming reduction in the corporate income tax rate.</p>",
"North Carolina": "<p>North Carolina is in the midst of implementing a historic tax reform package which involves, among other things, reductions in the state’s corporate income tax rate and the expiration of the state’s Article 3J credits. Only part of the ongoing reduction is captured in this study; the rate declined, on schedule, to 5 percent on January 1, 2015, after the snapshot state for this study, and is scheduled to fall to 3 percent by 2017.</p><p>All mature firms in North Carolina experience below-average tax rates. North Carolina ranks 5th for the mature corporate headquarters with an effective rate of 10.4 percent, based on a very low property tax burden and modest income, sales, and unemployment insurance (UI) tax burdens. Similar factors explain the tax burdens experienced by the mature retail operation, also ranked 5th for its firm type, and the mature distribution center, ranked 8th.</p><p>In North Carolina, the corporate income tax is responsible for 29 to 52 percent of the overall tax burden for new firms, in part due to double-weighted sales factor apportionment and the state’s unfavorable sourcing rules. As such, the continued implementation of the state’s tax reform package could have a meaningful impact on effective tax rates not fully captured here. </p><p>The state ranks 19th for the mature labor-intensive manufacturing operation, with an effective tax rate of 7.3 percent. Although this is the worst ranking in North Carolina for any mature firm type, it is still 20 percent below the median rate nationwide.</p><p>New firms generally experience below-average effective tax rates as well, though following tax reform, they now receive less generous incentives. The new research and development (R&amp;D) facility, for instance, faces modest sales and UI tax rates, and property taxes are notably lower than in most other states. Those states that have lighter tax costs than North Carolina for R&amp;D operations often do because of substantial subsidies for research and development operations which are not available in North Carolina.</p>",
"North Dakota": "<p>North Dakota’s low corporate income tax greatly benefits firms operating largely or entirely in state, like the corporate headquarters, research and development (R&amp;D) facility, and retail store. However, its evenly-weighted three-factor apportionment formula, throwback rule, and unfavorable sourcing rules disadvantage firms selling goods or services out of state. </p><p>North Dakota ranks 4th for mature corporate offices, with the firm experiencing an effective tax rate of 9.6 percent—30 percent below the median nationwide. Low income and property tax burdens, and an about-average sales tax burden, drive this performance.</p><p>The state ranks in the top half of states for all firm types, with the worst ranking (25th) coming from mature labor-intensive manufacturing, with an effective tax rate of 9.1 percent. This firm has above-average income, sales, and unemployment insurance tax burdens, with the high income tax burden driven by the state’s three-factor apportionment formula and its throwback rule.</p><p>Both equipment and inventory are excluded from the state’s property tax base. Atypically, manufacturing machinery is exempt from the sales tax only for new or expanding manufacturing facilities.</p><p>Because retail stores typically qualify for few incentives, these operations’ effective tax rates tend to track statutory tax burdens more closely than other firms’ rates. The state’s low income and property tax costs lead to the 4th lowest tax costs for the mature retail firm, and a low rate for the new operation as well.</p><p>By contrast, the state’s new labor-intensive manufacturing firms experience above-average tax costs with an effective tax rate of 9.4 percent. This firm has one of the highest corporate income tax burdens in the nation due in large measure to the throwback rule. The firm also experiences above-average unemployment insurance tax costs.</p>",
"Ohio": "<p>Although Ohio lacks a traditional corporate income tax, it does have the Commercial Activity Tax (CAT), a gross receipts tax levied on corporations. Issues with tax pyramiding mean that the CAT can have dramatically different impacts on distinct firm types, and can raise input costs above and beyond the tax burden directly levied on operations. As such, effective tax rates will tend to understate the economic costs imposed on firms by the state’s tax system.</p><p>Ohio ranks 28th for the mature distribution center, which has an effective tax rate of 27.6 percent. Although this firm has a low corporate tax cost, this light burden is combined with above-average sales and property tax costs. It ranks 10th for the mature retail firm. The effective tax rate for this operation is 13.1 percent, and it enjoys a low income tax burden because of the favorable manner in which the CAT falls upon this firm type.</p><p>By contrast, the CAT falls much more heavily on manufacturing, with an above-average income tax burden on new capital-intensive manufacturing offset by the lowest property tax burden in the nation for this firm type, thanks to generous abatements. The firm’s effective tax rate is 2.8 percent, ranking 6th overall.</p><p>Generous property tax abatements benefit new distribution centers as well as manufacturing operations. Ohio’s new distribution center has an effective tax rate of 14.9 percent, more than 53 percent below the median rate nationwide, due in large part to the fact that Ohio offers the second-most generous property tax abatement in the nation for this firm type.</p>",
"Oklahoma": "<p>The state’s generous investment and withholding tax credits combine to yield a negative income tax burden for five of the seven new firms—all but retail stores and capital-intensive manufacturing operations. Consequently, all new firms but the retail store experience below-average tax burdens. The new call center, by way of example, has an effective tax rate of 4.0 percent. The firm benefits from Oklahoma’s generous withholding tax rebate and favorable sourcing rules for service income, which apportion the firm’s income where the market is. Mature call centers, by contrast, experience an effective tax rate of 16.6 percent.</p><p>The state ranks 29th for mature capital- and labor-intensive manufacturing operations. Both operations suffer from above-average income, sales, and unemployment insurance taxes, although the labor-intensive operation benefits from some of the lowest property tax burdens in the nation. Unfavorable apportionment formulas and a throwback rule contribute to these firms’ overall high tax burden.</p><p>Oklahoma uses an evenly-weighted three-factor apportionment formula, except for firms with capital investment of more than $200 million, which may use double-weighted sales factor apportionment. This option is available to the capital-intensive manufacturing operation in our study, but not to the labor-intensive manufacturer.</p><p>Oklahoma ranks 9th overall for mature corporate headquarters, due primarily to relatively modest income and property tax burdens on this firm type. And although Oklahoma includes research and development (R&amp;D) equipment in the sales tax base, driving up tax costs for new R&amp;D firms, extremely generous tax incentives valued at an estimated $7,290 per job keep this firm’s tax costs low.</p><p>Manufacturing machinery is also included in the sales tax base but exempted for a firm’s first five years. The property tax includes both equipment and inventory in addition to land and buildings, driving up property tax costs for mature firms and others not subject to abatements.</p>",
"Oregon": "<p>The state’s high corporate income tax rate, along with its throwback rule and unfavorable sourcing rules, yields above-average overall burdens for most firm types despite the state forgoing a sales tax.</p><p>Oregon’s new retail stores are significant beneficiaries of the state’s decision to forego a sales tax. Our study does not include sales taxes on the store’s merchandise, even though retail operations may bear some of that burden in economic terms. However, retail stores—and new operations in particular—have many business expenses generally subject to sales tax, and thus do well in a state without a sales tax.</p><p>A low property tax burden also contributes to new retail stores’ low effective tax rate, though the operation is constrained by the nation’s second highest income tax burden and fourth highest unemployment insurance (UI) tax burden. Conversely, new and mature call centers both experience above-average tax burdens, weighed down by some of the nation’s highest UI tax costs and high income tax burdens due to unfavorable sourcing rules for services.</p><p>The state’s property tax extends to equipment, which can have a substantial impact, particularly on manufacturing firms. By way of example, the state imposes a particularly high tax burden on the new labor-intensive manufacturing firm with an effective tax rate of 13.0 percent. This firm has the fifth highest income tax burden and the fourth highest unemployment insurance tax burden in the nation, and—in a break with other firm types modeled in Oregon—experiences an above-average property tax burden due to property taxes on equipment.</p>",
"Pennsylvania": "<p>Pennsylvania has the second highest corporate income tax rate in the country, with a flat 9.99 percent rate. Due to single sales factor apportionment, benefits sourcing, and the lack of a throwback rule, however, the income tax burden is actually low for four of the seven mature firms in our study.</p><p>Corporate headquarters, however, are not among those benefitting from these rules. Both the new and mature corporate headquarters experience the highest income tax burden for firms of their type in the nation, due to the state’s high 9.99 percent tax on all corporate income. The effective tax rate on mature corporate headquarters is nearly 48 percent above the median.</p><p>The mature capital-intensive manufacturing operation, by contrast, ranks 4th in the nation with an effective rate of 4.2 percent due to the state’s single sales factor apportionment and the lack of a throwback rule. Labor-intensive manufacturing facilities also experience significantly below-average tax costs.</p><p>High tax rates for the distribution center and call center are substantially driven by high property tax burdens, the second highest in the country for their firm types in both cases at 85 and 79 percent above the national average respectively. The incredibly high 56.8 percent effective rate on new distribution centers is 83.1 percent above the median. All firms in our study but the two manufacturing operations are also subject to locally-imposed gross receipts taxes.</p><p>Although the state does offer research and development (R&amp;D) incentives, they do little to offset the state’s high tax burdens, and both the new and mature firms experience above-average taxes overall.</p><p>Methodological changes from our previous edition yield lower property tax burdens for Tier 1 firms in Pennsylvania; as such, the effective tax rates for Tier 1 firms in Pennsylvania are not directly comparable across editions.</p>",
"Rhode Island": "<p>All mature firms in Rhode Island experience above-average tax burdens, with six of the seven firms experiencing among the third highest burdens nationwide. Six of the seven new firms also experience significantly above-average tax credits.</p><p>Rhode Island’s high corporate income tax combined with an evenly-weighted three-factor apportionment rule works to the detriment of all firms in our study, but particularly those with sales out of state. The state also adopts a throwback rule and sources all service income in state. All of these factors drive up tax costs for most firms. Manufacturing firms, however, can use an optional double-weighted sales apportionment factor, which, while still far from ideal for such operations, offers a lighter tax burden than these operations would experience under evenly-weighted three-factor apportionment.</p><p>Only the new capital-intensive manufacturing firm experiences a below-average tax burden, benefiting from Rhode Island’s generous property tax abatement and investment tax credits which help make up for the high statutory income tax rate and the firm’s high unemployment insurance tax burden.</p><p>For new firms, the state’s highest tax costs are on the distribution center, which experiences an effective tax rate of 55.2 percent, over 72 percent above the median nationwide. This rate is driven by the state’s 9 percent corporate income tax and the throwback rule, as well as property tax and unemployment insurance rates among the highest in the nation.</p><p>Both the new and mature research and development (R&amp;D) operations experience some of the highest tax costs in the nation for this firm type despite receiving above-average R&amp;D incentives.</p>",
"South Carolina": "<p>South Carolina’s single sales factor apportionment and lack of a throwback rule work to the benefit of many of the firms in our study, as does the state’s relatively modest corporate income tax. However, the state imposes some of the highest effective property tax rates in the country, due in significant part to high property taxes on equipment.</p><p>The state’s lightest tax costs are on labor-intensive manufacturing firms, which benefit from a low income tax burden, attributable to the state’s lack of a throwback rule, but are hampered by extremely high property tax burdens, even despite a particularly generous 45 percent property tax abatement for the first twenty years of operations. All other firm types in our study experience above-average tax burdens in South Carolina.</p><p>The new distribution center experiences the heaviest tax burden of any operation in our study with an effective tax rate of 68.1 percent, more than double the median rate for this firm type nationwide. The mature distribution center’s 45.6 percent tax rate is the second highest for that firm type in the nation, due in considerable degree to its property tax burden, the nation’s highest, and to the fact that the state’s sourcing rules for service expose 100 percent of the firm’s income to in-state taxation.</p><p>While tax burdens in South Carolina are relatively similar across new and mature firms, the state imposes dramatically different effective tax rates on unique firm types, ranging from 7.7 percent for the mature labor-intensive manufacturing operation to 68.1 percent for the new distribution center.</p><p>South Carolina is one of eighteen states which still imposes a capital stock tax, and one of the fourteen that requires business taxpayers to remit both corporate income taxes and capital stock taxes, rather than just the higher of the burdens.</p>",
"South Dakota": "<p>South Dakota levies neither corporate nor individual income taxes, and has generally low property taxes and modest sales taxes even with local sales taxes included. Accordingly, mature firms experience consistently low tax burdens in South Dakota, with six of the seven mature firms we model ranking in the top ten for lowest tax burdens.</p><p>South Dakota only offers one incentive for newly established operations, a property tax abatement available solely to manufacturing firms. For that reason, its effective rates for new operations hover around the national average despite the lack of an individual or corporate income tax, while mature firms enjoy low tax burdens. For instance, the mature corporate headquarters is ranked second and mature call centers come in 5th, thanks to the lack of a corporate income tax, low unemployment insurance tax burdens, and low property taxes.</p><p>Because new retail operations rarely receive incentives, South Dakota’s structurally low taxes give it a comparative advantage for new retail stores, which experience one of the lowest burdens in the country for that firm type. Mature retail operations also experience very low tax burdens.</p><p>The newly-established capital-intensive manufacturing operation is the only firm in South Dakota to experience a tax burden in the bottom third for its firm type, with an effective tax rate of 10.1 percent, 16 percent above the median rate nationwide. This firm garners only a very modest benefit from South Dakota’s sole incentive for new businesses, a property tax abatement.</p><p>Mature manufacturing operations, both labor- and capital-intensive, fare well in South Dakota, since the state forgoes a corporate income tax, has low property taxes, and does not impose property taxes on equipment or inventory. The mature capital-intensive manufacturing operation ranks 5th with an effective tax rate of 4.2 percent, while the labor-intensive operation ranks 8th with an effective tax rate of 6.0 percent.</p>",
"Tennessee": "<p>Tennessee largely foregoes an individual income tax, although it does tax interest and dividend income, and imposes a corporate income tax of 6.5 percent along with a high sales tax with a substantial local component.</p><p>The state employs double-weighted sales apportionment and foregoes a throwback rule. Services are sourced to the location of the income-producing activity, such that in-state firms selling services into states with which they lack nexus have their entire service income from those states subject to Tennessee’s corporate income tax.</p><p>High sales taxes and above-average unemployment insurance taxes combined with an above-average income tax burden drive Tennessee’s 30th place ranking for mature labor-intensive firms, and similar factors result in an above-average tax burden for all but one mature firm in our study.</p><p>The new distribution center incurs the lightest tax burden relative to its peer firms in other states, with an effective tax rate of 27.0 percent. The Tennessee firm benefits from the state’s property tax abatement incentive and its job tax credit. The former is particularly beneficial to this property-heavy firm while the latter benefits new firms generally.</p><p>While the lack of a throwback rule helps the state’s rankings for most firm types, 11 of the 14 firm types still face above-average tax burdens.</p>",
"Texas": "<p>Texas does not levy a traditional corporate income tax. It does, however, impose a modified gross receipts tax known as the Margin Tax, which is levied at a rate of 0.975 percent on a calculation of taxable margin, with half-rates for retail and wholesale. Although certain subtractions from total gross receipts are allowed, the amount subject to tax is much higher than would be associated with a traditional corporate income tax.</p><p>While Texas sources service income to the location of the income-producing activity, to the detriment of service providers in our study, the state does use single sales factor apportionment without a throwback rule, which benefits firms selling goods out of state.</p><p>The state’s relatively high property and sales taxes, combined with a lack of tax incentives, yield substantially above-average tax burdens for all new firm types. Mature firms rank better and—somewhat atypically—consistently experience lower effective tax rates.</p><p>Texas includes equipment and inventory in its property tax base in addition to land and buildings, driving up the costs for most firms in our study, but particularly the manufacturing, distribution, and research and development (R&amp;D) operations. Nevertheless, the mature firms with the lightest tax costs in Texas are the labor-intensive manufacturing operation, with a 7.0 percent effective tax rate, and the capital-intensive manufacturing operation, with an effective tax rate of 9.9 percent. The state ranks 14th and 23rd in the nation, respectively, for these firm types. These firms have relatively low income and unemployment insurance tax burdens, countervailed by high sales and property taxes, exacerbated by the fact that Texas is one of just nine states to fully impose an inventory tax.</p><p>The new R&amp;D and manufacturing operations experience some of the highest tax burdens for firms of their type in the nation. The high tax costs of these firms are driven by high property taxes, sales taxes, and the lack of incentives.</p>",
"Utah": "<p>Twelve of the 14 firm types we modeled experience below-average tax burdens in Utah; the other two, mature capital- and labor-intensive manufacturing operations, each rank 26th.</p><p>Utah is unusual in generally employing a single sales factor apportionment formula, but subjecting manufacturing and logistics operations to a less favorable double-weighted sales factor apportionment formula. The state also employs a throwback rule. These factors contribute to the manufacturing firms’ higher taxes overall, yielding an above-average income tax burden, and Utah’s high wage limit gives these firms a high unemployment insurance tax burden. These firms are also hindered somewhat by a property tax base that includes equipment, though, at the same time, manufacturing machinery is exempt from the sales tax, which is particularly beneficial to new firms.</p><p>The state’s sourcing rules, which are based on the location where the benefit of a service is received, work to the advantage of companies providing services out of state. Even with a throwback rule, these rules and the state’s relatively modest corporate income tax rate help the mature call center experience one of the lower tax burdens in the nation for its firm type. The mature distribution center also fares well, despite the relatively unfavorable apportionment rules for logistics firms.</p><p>Utah offers generous job creation incentives and property tax abatements for new firms, and offers meaningful incentives to research and development (R&amp;D) facilities regardless of age, which works to the particular benefit of mature R&amp;D operations, which rarely receive such incentives in other states. Moreover, R&amp;D equipment is exempt from the sales tax.</p>",
"Vermont": "<p>Vermont combines a high corporate income tax (with a top rate of 8.5 percent applying to all income over $25,000) with double-weighted sales factor apportionment, a throwback rule, and sourcing rules which subject all in-state income producing activity to Vermont taxation regardless of where the services are rendered. The result is above-average tax burdens for most mature firms in our study.</p><p>Vermont ranks 47th for mature capital-intensive manufacturing operations, due in large part to the state’s high 8.5 percent statutory corporate income tax rate, which saddles this firm with the sixth highest income tax burden in the nation for its firm type.</p><p>Vermont offers relatively generous incentives, particularly for new firms, which explains why several new firms compare reasonably well to their counterparts in other states, even as the mature firms do not. In particular, a withholding tax rebate of 20 percent of new payroll over five years benefits new firms in our study.</p><p>Both the new and mature call centers benefit from some of the lowest unemployment insurance tax burdens in the nation, along with a modest sales tax burden. Low unemployment insurance burdens are also a major factor for distribution centers, which nonetheless experience middle-of-the-pack tax burdens due to the state’s high income tax.</p><p>Vermont’s property tax base includes land, buildings, and equipment, but the tax on buildings and equipment is wholly abated for a firm’s first five years in operation. Somewhat atypically, the new retail store receives generous incentives which help keep its income tax burden modest, and the firm’s sales, property, and unemployment insurance tax burdens are all below average.</p>",
"Virginia": "<p>High property taxes on equipment drive tax burdens for some firms, with a particularly dramatic effect on new operations. For instance, Virginia ranks second for mature labor-intensive manufacturing operations but imposes an above-average tax burden on new operations. The mature firm experiences modest burdens across the board, ranking seventh on sales tax burdens, 16th on both income tax and unemployment insurance tax burdens, and 23rd on property tax burdens, to yield one of the lowest effective rates in the nation for its firm type. The new firm, however, experiences heavy property tax burdens due to the state’s tax on equipment, which is more than double the national average.</p><p>The same factors that contribute to the low tax burden for mature labor-intensive manufacturing firms also benefit mature retail operations, capital-intensive manufacturing, and corporate headquarters. The state’s research and development (R&amp;D) facilities face above-average income tax costs due to the state’s sourcing rules and the absence of R&amp;D incentives. </p><p>Virginia uses double-weighted sales factor apportionment, with an optional single sales factor apportionment formula for manufacturing operations. The state does not employ a throwback rule, but does source all service income to the location of income-producing activity.</p><p>Virginia is one of a small number of states to impose a gross receipts tax, in this case the locally-levied Business/Professional/Occupational License (BPOL) Tax, with rate schedules varying across localities. This tax is imposed in addition to the state’s 6.0 percent corporate income tax. The state’s local sales taxes consist of an additional 0.7 percent in Northern Virginia and Hampton Roads.</p>",
"Washington": "<p>In lieu of a traditional corporate income tax, Washington imposes a gross receipts tax called the Business &amp; Occupation (B&amp;O) Tax. The structure of this tax, which imposes different rates on distinct industry categories, contributes to vertical integration as firms seek to claim an industry classification subject to a lesser tax burden.</p><p>Because our model firms represent “typical” examples of their type, they fare better under gross receipts taxation than would many real-world firms, since Washington’s B&amp;O Tax is indifferent to a firm’s actual profit margins.</p><p>For mature operations, Washington ranks 6th for both retail stores and distribution centers. The effective tax burden for retail is 22 percent below the median, and the tax burden for distribution centers is 27 percent below the median. These firms do well under the state’s gross receipts tax. The state also has a low property tax burden on these operations, although sales tax burdens are high.</p><p>By contrast, Washington ranks 46th for the mature corporate headquarters, which experiences an effective tax rate of 19.4 percent, driven by very high unemployment insurance (UI) and sales taxes. Similarly, the new corporate headquarters experiences an effective tax burden 92 percent higher than the median nationwide, driven by extremely high sales and UI tax burdens along with a substantial burden under the state’s gross receipts tax.</p><p>Washington employs single sales factor apportionment and benefits sourcing, both of which favor many of the firms in our study, but also imposes a throwback rule on tangible property sales. The state’s property tax base includes equipment, though the sales tax base expressly excludes manufacturing machinery and research and development (R&amp;D) equipment.</p>",
"West Virginia": "<p>Every mature firm type in West Virginia has an above-average effective tax rate, though due to cuts in the corporate income tax since our previous edition, these operations now experience a lighter—though not necessarily light—income tax burden.</p><p>The state uses double-weighted sales factor apportionment and applies a throwback rule to the sale of goods into states with which a firm lacks nexus. Similarly, services income is taxed at the location of the income-producing activity, subjecting the out-of-state income of West Virginia-based service providers to in-state taxation.</p><p>West Virginia also imposes gross receipts taxes on select industries, and at the snapshot date of this study, imposed an antiquated capital stock tax, which has since been phased out. The state’s property tax applies to equipment and inventory as well as land and buildings.</p><p>The mature research and development (R&amp;D) facility ranks 48th with an effective tax rate of 17.3 percent, due to a high income tax burden, moderate unemployment insurance, sales, and property tax burdens, and a lack of R&amp;D tax incentives.</p><p>West Virginia ranks 47th for mature labor-intensive and 43rd for mature capital-intensive manufacturing. The main factor in the high tax costs on these operations is high income tax burdens due to the state’s apportionment factor, though gross receipts taxes and an overly broad property tax base that includes equipment also contribute. Although the state’s property tax base also includes inventory, there is an exemption for manufacturing inventory, and manufacturing machinery is exempt from the sales tax as well.</p><p>New manufacturing firms fare significantly better due to the state’s above-average investment tax credit and a generous property tax abatement for new firms, which eliminates almost all property taxes for ten years.</p>",
"Wisconsin": "<p>Wisconsin’s high 7.9 percent corporate income tax is subject to single sales factor apportionment and a throwback rule. Service income is sourced where the benefits are received.</p><p>Wisconsin ranks 15th for mature capital-intensive manufacturing with an 8.2 percent effective tax rate. The nation's fifth highest corporate income tax burden for this firm type and a throwback rule which exposes all of the operation's income to in-state taxation are substantially abated by the generous credits for manufacturing and agricultural firms. Manufacturing, distribution, and research and development (R&amp;D) facilities are also impacted by a property tax base that extends to equipment and inventory. Since our last edition, Wisconsin repealed an economic development tax credit for capital investment, which had the greatest impact on new manufacturing operations.</p><p>Wisconsin ranks 20th for mature R&amp;D facilities with an effective tax burden of 10.5 percent. The operation experiences a low income tax burden due to R&amp;D tax incentives and sourcing rules that place much of the operation’s income where the benefits are received. This operation also faces a low sales tax burden.</p><p>Generous job creation and withholding tax credits benefit new firms, contributing to particularly light tax burdens for new call centers and corporate headquarters. Incentives for R&amp;D facilities also benefit those new firms.</p><p><em>Errata: Published copies of study failed to take the Manufacturing & Agriculture Credit into account. Rates and ranks on this page have been corrected, but other states' rankings have not been altered.</em></p>",
"Wyoming": "<p>Wyoming ranks first overall for three mature firm types and in the top eight for all seven, due to its lack of a corporate income tax and low sales and property taxes. Specifically, it ranks first in the nation for mature labor-intensive manufacturing, distribution centers, and corporate headquarters. The state focuses more on low statutory tax rates than targeted incentives, hence its better rankings for mature operations than for new firms and the advantages it offers to firms with longer time horizons.</p><p>Wyoming’s property tax is generally low, but does apply to equipment as well as to land and buildings. Wyoming is also one of the few states that does not offer a property tax abatement for new firms. Nevertheless, the mature capital-intensive manufacturing operation ranks third with an effective tax rate of 4.1 percent due to the second lowest income tax burden in the nation and modest sales and property taxes, and despite a high unemployment insurance tax burden.</p><p>The new capital-intensive manufacturing firm experiences roughly average tax burdens for its type as a result of middle-of-the-pack income tax burdens—Wyoming does not impose a corporate income tax, whereas some states which do offer such generous incentives as to actually produce a negative effective income tax rate—and above-average property tax burdens due to a lack of incentives available in other states, along with high unemployment insurance taxes. Manufacturing machinery is exempt from the sales tax, which does tend to benefit newly established operations.</p><p>The mature research and development (R&amp;D) facility and call center have the first and second lowest property tax burdens in the nation for their firm types, respectively, with total tax costs 48 and 52 percent below the median rates for each firm type nationwide. However, R&amp;D equipment is subject to sales tax in Wyoming, and new R&amp;D operations receive no incentives.</p>"
}
